Repository: VovaMobile/WikiChecker
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, pt_pt

source: WikiChecker - Ventana Principal
fr: WikiChecker - Fenêtre Principale
pt_pt: WikiChecker - Janela Principal

source: Busca los artículos relacionados con el término introducido en Wikipedia.
fr: Rechercher les articles liés au terme introduit dans Wikipedia.
pt_pt: Pesquisa de artigos relacionados com o termo introduzido na Wikipédia.

source: No se pudieron cargar los idiomas del complemento. Vuelve a intentarlo en unos segundos. Si el problema persiste comprueba tu conexión a Internet, o reinicia NVDA.
fr: Les langues de l'extension n'ont pas pu être chargées. Réessayez dans quelques secondes. Si le problème persiste, vérifier votre connexion Internet ou redémarrer NVDA.
pt_pt: As línguas adicionais não puderam ser carregadas. Por favor, tente novamente dentro de alguns segundos. Se o problema persistir, verifique a sua ligação à Internet, ou reinicie o NVDA.

source: No se ha podido realizar la consulta en wikipedia.
fr: La consultation n'a pas pu être faite dans Wikipedia.
pt_pt: Não foi possível fazer a pesquisa na wikipedia.

source: ¡Error!
fr: Erreur!
pt_pt: Erro

source: No existen artículos disponibles que cumplan los criterios indicados.
fr: Il n'y a pas d'articles disponibles qui répondent aux critères indiqués.
pt_pt: Não há artigos disponíveis que cumpram os critérios indicados.

source: No se ha podido procesar la respuesta de Wikipedia.
fr: La réponse de Wikipedia n'a pas pu être traitée.
pt_pt: Não foi possível processar a resposta da wikipedia.

source: &Idiomas disponibles
fr: &Langues disponibles
pt_pt: &Línguas disponíveis

source: Término a &buscar
fr: Terme à &rechercher
pt_pt: Termo a &pesquisar

source: Bu&scar
fr: Re&chercher
pt_pt: Pe&squisar

source: &Artículos disponibles
fr: &Articles disponibles
pt_pt: &Artigos disponíveis

source: &Leer artículo
fr: L&ire l'article
pt_pt: &Ler artigo

source: El cuadro de búsqueda no puede estar vacío. Debes introducir un término a buscar.
fr: La zone de recherche ne peut pas être vide. Vous devez introduire un terme à rechercher.
pt_pt: A caixa de pesquisa não pode estar vazia. É necessário introduzir um termo de pesquisa.

source: Debes seleccionar un idioma de entre los disponibles antes de realizar la consulta. En caso de no haber ninguno disponible, comprueba tu conexión a Internet, o reinicia NVDA.
fr: Vous devez sélectionner une langue parmi celles disponibles avant de faire la consultation. En cas de ne pas avoir une de disponible, vérifier votre connexion Internet ou redémarrer NVDA.
pt_pt: Deve seleccionar um idioma de entre os disponíveis antes de realizar a pesquisa. No caso de não haver nenhum disponível, verifica a tua ligação à internet, ou reinicia o NVDA.

source: Buscador rápido de artículos en Wikipedia.
fr: Moteur de recherche rapide des articles dans Wikipedia.
pt_pt: Motor de busca rápida de artigos da Wikipedia.
